{
  "texts": [
    {
      "no": 1,
      "text": "Ammamellen avait une soeur et, toutes les fois qu'elle mettait au monde un garçon, il le tuait.    Les choses se passèrent ainsi jusqu'à ce qu'un jour, ayant accouché en même temps que sa servante, la soeur d'Ammamellen lui donna son fils et prit avec elle l'enfant de cette dernière.    Ammamellen vint, saisit cet enfant et le tua. Le fils de la femme libre resta chez la servante ; il grandit et devint homme.    Il s'appelait Élias.    Il n'est rien qu'Ammamellen, qui n'était pas dupe de la supercherie, ne tentât pour attirer Élias dans un piège et le tuer. Mais le garçon était plus rusé que lui et il ne put accomplir ses projets de meurtre.    Un jour, Élias se rendit chez Ammamellen ; il avait très soif et Ammamellen tenait secret le lieu où l'on trouvait de l'eau dans la montagne. Le sol de la montagne était de roche dure et ne conservait pas l'empreinte des pieds.    Ammamellen allait la nuit avec ses serviteurs faire boire les troupeaux et rentrait pendant que tout le monde dormait encore.    Élias prit alors les souliers des serviteurs et les enduisit de graisse.    Le lendemain, il suivit leurs traces. Là où les souliers avaient touché le rocher, ils avaient laissé de la graisse. Le garçon put ainsi arriver jusqu'à l'eau.    Ammamellen l'avait vu et le suivait."
    },
    {
      "no": 2,
      "text": "Un jeune homme du nom de Mamadou, qui voulait apprendre à lire et à écrire, partit un jour à la recherche d'une école. Il quitta sa province pour se rendre dans la région du Kayor, au Sénégal.    Là vivait un savant qui enseignait aux enfants. Mamadou resta auprès de son maître aussi longtemps que nécessaire. Quand il sut lire et écrire parfaitement, il décida de rentrer chez lui.    Le jour de son départ, un camarade de classe, qui appartenait à l'espèce des génies, lui dit : « Nous sommes amis. Puisque tu t'en retournes chez toi, je vais te charger d'un message pour mes parents et je te transporterai dans ton village à la vitesse de l'éclair. Tu ne sais pas qui je suis, mais moi je te connais bien, car nous sommes nés au même endroit. Nous autres, les génies, nous vous reconnaissons très bien mais vous, les humains, vous ne pouvez pas nous apercevoir. Quand tu seras chez toi, mets à ton doigt cette bague d'argent, et tu pourras voir les génies et leurs villages. Si tu l'ôtes ou si tu la perds, tout disparaîtra de nouveau. »    Le génie demanda ensuite à Mamadou de s'asseoir sur son tapis et de fermer les yeux. À peine Mamadou avait-il obéi qu'il se retrouva, comme par magie, dans son village. Le lendemain matin, Mamadou passa la bague à son doigt. Il aperçut alors tous les génies et leurs villages. Il alla rendre visite à la famille de son camarade."
    },
    {
      "no": 3,
      "text": "Dans un village de la campagne russe vivait une petite fille qui n'avait plus de maman. Son père se remaria, mais il choisit une méchante femme. Elle détestait la petite fille et la traitait mal. « Comment faire pour me débarrasser de cette enfant ? » songeait la marâtre. Un jour que son mari s'était rendu au marché vendre du blé, elle dit à la petite fille : « Va chez ma sœur, ta gentille tante, et demande-lui une aiguille et du fil pour te coudre une chemise. »    La petite fille mit son joli fichu rouge et partit. En route, elle se dit, comme elle était maligne : « J'irai d'abord demander conseil à ma vraie gentille tante, la sœur de ma vraie maman. » Sa tante la reçut avec bonté.    « Tante, dit la petite fille, la nouvelle femme de papa m'a envoyée chez sa sœur lui demander une aiguille et du fil pour me coudre une chemise. Mais d'abord, je suis venue te demander, à toi, un bon conseil.    – Tu as eu raison. La sœur de ta marâtre n'est autre que Baba-Yaga, la cruelle ogresse ! Mais écoute-moi : il y a dans son jardin un bouleau qui voudra te fouetter les yeux avec ses branches, noue un ruban autour de son tronc. Tu verras une grosse barrière qui grince et qui voudra se refermer toute seule, mets de l'huile sur ses gonds. Des chiens voudront te dévorer, jette-leur du pain. Enfin, tu verras un chat qui te crèverait les yeux, donne-lui un bout de jambon."
    },
    {
      "no": 4,
      "text": "Il était une fois une famille pauvre qui comptait trois fils : Pierre, Jacques et Jean. Un jour, Pierre, l'aîné, dit : « Je vais aller chercher du travail ; je reviendrai quand je serai riche. » Il partit sur la grand-route et marcha, marcha. Un soir, n'ayant plus qu'un croûton de pain à se mettre sous la dent, il rencontra une vieille qui lui demanda : « Voulez-vous m'indiquer le chemin pour aller à Châteauguay ? » Pierre la renseigna, puis elle dit : « Avez-vous quelque chose à donner à une vieille pauvresse ? » Pierre lui donna son croûton de pain. La vieille l'accepta et lui dit :    « Je suis une fée. Pour te remercier de ta gentillesse, voici une nappe blanche. Tu n'auras qu'à dire : « Nappe, mets la table ! », et aussitôt des mets de toutes sortes s'y déposeront tout seuls.    — Oh, merci, merci ! » fit Pierre, s'empressant de reprendre la route en direction de chez ses parents. Il marcha, marcha d'un bon pas, mais la nuit arriva. Il était fatigué, alors il s'arrêta dans une auberge. Avant de dormir, comme il avait faim, il sortit sa nappe et commanda : « Nappe, mets la table ! » Aussitôt la nappe se déplia sous ses yeux et se couvrit de mets succulents et de fruits appétissants. Mais l'aubergiste avait vu le manège et, dans la nuit, il vola la nappe qu'il remplaça par une autre identique.    Le lendemain matin, Pierre quitta l'auberge et fila vers sa maison."
    },
    {
      "no": 5,
      "text": "Un jour de plein hiver, une reine était assise à sa fenêtre encadrée de bois d'ébène et cousait. Tout en tirant l'aiguille, elle regardait voler les blancs flocons. Elle se piqua au doigt et trois gouttes de sang tombèrent sur la neige. Ce rouge sur ce blanc faisait si bel effet qu'elle se dit : « Si seulement j'avais un enfant aussi blanc que la neige, aussi rose que le sang, aussi noir que le bois de ma fenêtre ! » Peu de temps après, une fille lui naquit ; elle était blanche comme neige, rose comme sang et ses cheveux étaient noirs comme de l'ébène. On l'appela Blanche-Neige.    Mais la reine mourut en lui donnant le jour.    Au bout d'une année, le roi épousa une autre femme. Elle était très belle ; mais elle était fière et vaniteuse et ne pouvait souffrir que quelqu'un la surpassât en beauté. Elle possédait un miroir magique. Quand elle s'y regardait en disant : « Miroir, miroir joli, qui est la plus belle au pays ? » Le miroir répondait : « Madame la reine, vous êtes la plus belle au pays. » Et elle était contente. Elle savait que le miroir disait la vérité.    Blanche-Neige, cependant, grandissait et devenait de plus en plus belle. Quand elle eut atteint ses dix-sept ans, elle était déjà plus jolie que le jour et plus belle que la reine elle-même."
    },
    {
      "no": 6,
      "text": "Mon histoire se passe il y a très longtemps, dans un pays blanc balayé par la neige et le vent : le Toit du Monde.    Le long de la banquise, un petit village d'iglous s'est construit pour l'hiver. Et tout au bout de ce village, dans le plus petit iglou, un chasseur vit seul, avec sa fille, Sanna. Éclairés par la lampe à huile, ils se partagent une nageoire de phoque.    « Regarde-moi, Sanna. Je suis vieux et je reviens toujours bredouille de la chasse. Nous mangeons ce soir nos dernières provisions. Il faut que tu te maries. Il y a beaucoup de bons chasseurs qui rêveraient de t'épouser et qui pourraient t'apporter chaque jour un nouveau phoque à dépecer. Pourquoi ne veux-tu pas te marier ? » Mais, une fois de plus, sa fille ne lui répondit que par un silence gêné.    Un jour, lassé de la voir refuser tous les hommes qui se présentaient, son père finit par lui dire : « Épouse donc notre chien et partez tous les deux loin du village, sur cette île que l'on aperçoit là-bas ! » La jeune femme, résignée, s'exila sur l'île avec son mari chien. Très vite, la nourriture vint à manquer. Le chien avait été un précieux atout pour son maître, mais maintenant qu'il était seul, il était incapable de rapporter du gibier.    Les jours passèrent ainsi. Sanna tentait tant bien que mal de se nourrir de quelques poissons pêchés, mais cela ne contentait pas son estomac qui criait famine de plus en plus souvent."
    },
    {
      "no": 7,
      "text": "Rêve-d'un-Songe eut un jour l'envie de voyager. Et à ceux qui lui en demandèrent la raison, il répondit : « Je veux découvrir des choses qu'il ne m'est pas donné de voir chaque jour ». Rêve-d'un-Songe quitta donc les siens et partit. Il marchait depuis plus d'une lune, lorsqu'il vit un vieil homme qui pêchait au bord d'un fleuve. « Hey ! lui cria le vieux. Tu es Rêve-d'un-Songe, je te reconnais. J'ai bien connu ton père. Que puis-je faire pour toi ?    —Me dire où mène ce chemin.    —À ta place, je n'irais pas plus loin. Mais si tu veux continuer, je te conseille de prendre garde. Dans cette forêt, tu verras un nouveau-né suspendu à une branche. Surtout, ne fais pas attention à lui, car, en réalité, ce n'est pas un enfant mais l'odieux Serpent-qui-n'est-Jamais-Rassasié. » Avant de le laisser partir, le vieux lui donna un couteau. « Prends ça, tu pourrais en avoir besoin. »    Rêve-d'un-Songe poursuivit sa route. Bientôt, il entendit des gémissements. Un bébé était suspendu à un arbre. Il passa devant sans s'arrêter, mais après quelques pas, il s'apitoya : « Qu'as-tu donc à pleurer ainsi ?    —Cela fait plus de dix neiges que je n'ai pas tété ma mère. »    Rêve-d'un-Songe lui donna son doigt à sucer. « Tiens, prends toujours cela, je n'ai rien d'autre à t'offrir. » Le nouveau-né s'arrêta de pleurer et entreprit de sucer le doigt. Puis il aspira la main."
    },
    {
      "no": 8,
      "text": "Il était une fois un gentilhomme qui épousa en secondes noces une femme, la plus hautaine et la plus fière qu'on eût jamais vue. Elle avait deux filles de son humeur, et qui lui ressemblaient en toutes choses. Le mari avait de son côté une jeune fille, mais d'une douceur et d'une bonté sans exemple ; elle tenait cela de sa mère, qui était la meilleure personne du monde. Les noces ne furent pas plus tôt faites que la belle-mère fit éclater sa mauvaise humeur ; elle ne put souffrir les bonnes qualités de cette jeune enfant, qui rendaient ses filles encore plus haïssables. Elle la chargea des plus viles occupations de la maison : c'était elle qui nettoyait la vaisselle et les montées, qui frottait la chambre de madame, et celles de mesdemoiselles ses filles ; elle couchait tout au haut de la maison, dans un grenier, sur une méchante paillasse, pendant que ses sœurs étaient dans des chambres parquetées, où elles avaient des lits des plus à la mode, et des miroirs où elles se voyaient depuis les pieds jusqu'à la tête.    La pauvre fille souffrait tout avec patience, et n'osait s'en plaindre à son père qui l'aurait grondée, parce que sa femme le gouvernait entièrement. Lorsqu'elle avait fait son ouvrage, elle s'allait mettre au coin de la cheminée et s'asseoir dans les cendres, ce qui faisait qu'on l'appelait communément dans le logis Cucendron."
    },
    {
      "no": 9,
      "text": "Le lièvre et le singe discutaient avec enthousiasme. Et, tout en conversant, chacun d'eux laissait libre cours à son tic familier. De temps à autre, le singe se grattait avec de brefs coups de patte tandis que le lièvre, qui redoutait sans cesse d'être surpris par quelque ennemi de son espèce, ne pouvait s'empêcher à tout instant de tourner la tête tantôt d'un côté, tantôt de l'autre. Les deux animaux ne pouvaient se tenir en repos.    « Il est extraordinaire, vraiment, fit observer le lièvre au singe, que tu ne puisses laisser passer une minute sans te gratter !    – Ce n'est pas plus étonnant que de te voir sans arrêt tourner la tête dans toutes les directions ! riposta le singe.    – Oh, protesta le lièvre, je saurais bien m'en empêcher, si j'y tenais absolument !    – Eh bien, voyons si tu pourras y parvenir. Tâchons, toi et moi, de rester immobiles. Celui qui bougera le premier aura perdu son pari.    – Entendu ! » dit le lièvre.    Et tous deux s'efforcèrent de ne plus faire le moindre mouvement.    L'immobilité ne tarda guère à leur sembler insupportable. Le singe avait des démangeaisons comme jamais auparavant. Quant au lièvre, il éprouvait de vives angoisses concernant sa sécurité, depuis qu'il ne pouvait plus lancer à tout instant des coups d'œil furtifs vers chacun des points de l'horizon."
    },
    {
      "no": 10,
      "text": "Il y a fort longtemps vivaient en Chine deux frères. Wang, l'aîné, était le plus fort et brimait sans cesse son cadet. À la mort de leur père, les choses ne s'arrangèrent pas et la vie devint intenable pour Wang-cadet. Wang-l'aîné accapara tout l'héritage du père : la belle maison, le buffle et tout le bien. Wang-cadet n'eut rien du tout et la misère s'installa bientôt dans sa maison.    Un jour, il ne lui resta même plus un seul grain de riz. Il fut donc obligé de se rendre chez son frère pour ne pas mourir de faim. Arrivé sur place, il le salua et lui parla en ces termes : « Frère aîné, prête-moi un peu de riz. » Mais son frère, qui était très avare, refusa tout net de l'aider et le cadet repartit bredouille.    Ne sachant que faire, Wang-cadet s'en alla pêcher au bord de la mer jaune. La chance n'était pas de son côté, car il ne parvint pas à attraper le plus petit poisson. Il rentrait chez lui les mains vides, la tête basse, le cœur lourd quand soudain, il aperçut une meule au milieu de la route. « Ça pourra toujours servir ! » pensa-t-il en ramassant la meule, et il la rapporta à la maison.    Dès qu'elle l'aperçut, sa femme lui demanda : « As-tu fait bonne pêche ? Rapportes-tu beaucoup de poissons ?    — Non, femme ! Il n'y a pas de poisson. Je t'ai apporté une meule.    — Wang-cadet, tu sais bien que nous n'avons rien à moudre : il ne reste pas un seul grain à la maison. »"
    },
    {
      "no": 11,
      "text": "Des hommes étaient en voyage. En chemin, ils s'arrêtèrent chez des anthropophages. Quand ceux-ci les virent la nuit, ils se mirent à se réjouir, les saisirent tous et les emprisonnèrent dans des cages de fer, deux par deux dans chaque cage. La nuit et le jour, à chaque moment, ils leur donnaient à manger. Quand ils furent bien gras, ils en mangèrent trois. Une nuit que les anthropophages dormaient, un des prisonniers, qui était avisé, chercha un moyen de sortir avec ses compagnons. Quand il eut fait un trou par où pouvaient sortir deux hommes, tous s'évadèrent. Le bruit du fer réveilla les gens qui se mirent à leur poursuite avec leurs lions et leurs serpents. Ils les reprirent tous, excepté deux, parmi lesquels était l'avisé. Ceux-ci parvinrent à s'échapper parce que, en entendant les anthropophages sur leurs traces, il avait construit une hutte d'herbes où ils s'étaient cachés, de sorte que personne ne les vit. Quand leurs ennemis furent partis, ils enlevèrent l'herbe et s'endormirent. À son réveil, l'avisé s'aperçut qu'un lion avait dévoré son compagnon. Il demeura stupéfait et effaré jusqu'à ce qu'il fût sorti de l'antre du lion et s'enfuit. Il aperçut une tente au loin, vers laquelle il se dirigea ; il y vit une femme qui lui dit : « Sois le bienvenu et le bien accueilli. » Puis elle l'invita à s'asseoir sur une natte, sous laquelle était dissimulé un trou."
    },
    {
      "no": 12,
      "text": "On raconte que Zeus s'éprit un jour d'une jeune princesse phénicienne, fille du roi Agénor, et qui s'appelait Europe. Son admirable beauté éveilla le désir du dieu qui souhaitait à tout prix posséder la jeune femme. Tandis qu'elle se promenait dans les plaines comme à son habitude, accompagnée des jeunes demoiselles de Tyr et qu'elle s'amusait à composer des bouquets, Zeus fut émerveillé par le charmant tableau qu'offrait la jeune femme. Elle se penchait en riant pour couper la fine tige des fleurs et dégageait tant d'allégresse et de douceur qu'il fut aussitôt piqué par un ardent désir. Un troupeau de vaches passait tranquillement aux abords du champ où les jeunes femmes prenaient un peu de repos. Zeus ne pouvant se montrer aux yeux d'Europe sans risquer de la foudroyer tant sa puissance était colossale, et afin d'éviter la colère de son épouse jalouse, la terrible Héra, il prit la forme d'un majestueux taureau et se mêla au troupeau. Il ne souhaitait pas apeurer sa promise et trottait avec élégance, un regard doux et confiant posé sur la jeune créature. Son corps pourtant robuste ne dégageait rien de sauvage et sa splendeur était telle que la jeune princesse, d'abord intimidée, ne pouvait plus en détacher ses regards. Zeus, sous cette apparence, s'approcha de la belle Europe et s'étendit à ses pieds. Flattée, la jeune femme se mit à caresser les flancs du bel animal et, rassurée par sa douceur, para ses cornes de guirlandes fleuries."
    },
    {
      "no": 13,
      "text": "Un bûcheron, sa femme et ses deux enfants vivaient à l'orée d'une forêt. Le garçon s'appelait Hansel et la fille Grethel. La famille était très pauvre. Une année, la famine régna dans le pays et le bûcheron, durant une de ses nuits sans sommeil où il ruminait des idées noires et remâchait ses soucis, dit à sa femme : « Qu'allons-nous devenir ? Comment nourrir nos pauvres enfants ? Nous n'avons plus rien à manger. — Eh bien, dit la femme, sais-tu ce que nous allons faire ? dès l'aube, nous conduirons les enfants au plus profond de la forêt, nous leur allumerons un feu et leur donnerons à chacun un petit morceau de pain. Puis nous irons à notre travail et les laisserons seuls. Ils ne retrouveront plus leur chemin, et nous en serons débarrassés. — Non, femme, dit le bûcheron, je ne ferai pas cela ! Comment pourrais-je me résoudre à laisser nos enfants tout seuls dans la forêt ! Les bêtes sauvages ne tarderaient pas à les dévorer. — Oh, fou ! rétorqua-t-elle, tu préfères donc que nous mourrions de faim tous les quatre ? » Elle n'eut de cesse qu'il acceptât ce qu'elle proposait. Les deux petits, n'ayant pas pu s'endormir à cause de la faim qui les tenaillait, entendirent les paroles de leur mère. Grethel pleura beaucoup et dit à son frère : « C'en est fait de nous ! — Ne t'en fais pas, dit Hansel. Je trouverai un moyen de nous en tirer. »"
    },
    {
      "no": 14,
      "text": "Des chasseurs partirent avec leurs chameaux. Arrivés au pays de la chasse, ils lâchèrent leurs montures pour les laisser paître. Eux-mêmes chassaient jusqu'au coucher du soleil et revenaient ensuite à leurs campements. Un jour, l'un d'eux était en marche lorsqu'il aperçut les traces d'un ogre, grandes chacune de trois pas, et il se mit à les suivre. Il marcha et marcha et marcha encore. Il trouva l'endroit où l'ogre avait déposé sa fiente, grande comme un tas d'orge. Le chasseur s'en retourna et revint auprès de ses compagnons. « J'ai trouvé la trace d'un ogre, dit-il, allons le rejoindre. — Non, répondirent-ils, nous n'irons pas le rejoindre, car nous ne sommes pas plus forts que lui. — Accordez-moi quatorze jours, dit le chasseur, et si je ne suis pas revenu au quatorzième jour, emmenez mon chameau avec le gibier. » Le lendemain, il partit et se mit de nouveau à suivre les traces de l'ogre. Il marchait depuis quatre jours lorsqu'il découvrit une caverne dans laquelle il entra. À l'intérieur se trouvait une belle femme qui lui dit : « Qui t'amène ici où tu vas être mangé par l'ogre ? — Mais toi, répondit le chasseur, quelle est ton histoire et comment l'ogre t'a-t-il amenée dans cette grotte ? — Il y a aujourd'hui trois jours, répondit-elle, qu'il m'a enlevée. Je suis restée dans la caverne ; il m'apporte souvent de la nourriture ; je reste là et il ne me tue pas."
    },
    {
      "no": 15,
      "text": "Iare avait grandi parmi les inventions de son père Dédale, célèbre artisan de Crète. La plus fameuse de ses créations avait permis à la reine Pasiphaé de séduire un taureau, revêtant pour cela le faux costume d'une belle génisse. Mais cette curieuse union avait donné le jour à une bête monstrueuse, mi-homme, mi-taureau, que l'on nomma le Minotaure. Minos, roi de Crète, se sentit humilié par l'abominable fruit de la trahison de son épouse. Il en conçut une immense honte et voulut dissimuler l'horrible animal. Il fit appel à Dédale qui, après avoir aidé la reine, vola donc au secours du roi… Ainsi, le Minotaure y fut complètement pris au piège. Ses rugissements s'élevaient au-dessus des hautes murailles et son ombre terrifiante arpentait sans fin les méandres de son vaste enclos. Pour calmer ses accès déchirants de rage, Minos devait lui livrer de la chair humaine. Puisqu'il ne pouvait sacrifier ses citoyens, il ordonna aux Athéniens, qu'il avait vaincus lors d'une précédente expédition, de lui livrer sept jeunes hommes et autant de jeunes filles afin de les donner en pâture au Minotaure. Les jeunes gens qui avaient eu écho de cette effrayante bête, pénétrèrent apeurés dans le labyrinthe. C'est alors que Thésée, héros célébré et reconnu de tous, décida de mettre un terme au massacre et se rendit en Crète."
    },
    {
      "no": 16,
      "text": "Un jeune garçon nommé Ségué Karanmbé était un oiseleur heureux. Chaque fois qu'il allait visiter ses pièges, il y trouvait de nombreux oiseaux capturés. Il avait attrapé toutes les espèces qui existent au monde, à l'exception d'une tourterelle à gorge noire que les Peuhls appellent kourkoundourôrou et les Bambara bourountouba-kanfi. Cette tourterelle-là avait esquivé tous ses pièges. Renonçant à la capturer par ce moyen, le garçon prépara de la glu avec de l'écorce bouillie de ficus Puis il englua tous les arbres du pays. La tourterelle, qui ne connaissait pas ce piège, alla se poser sur une branche, et ses pattes furent prisonnières de la matière poisseuse. Ségué Karanmbé accourut pour s'emparer de sa victime. « Jeune homme, lui dit l'oiseau, ton habileté a été plus grande que ma méfiance, mais si tu me laisses la vie sauve, je te donnerai quelque chose dont tu seras content, et ton père avec toi, car il ne sera plus obligé d'aller à la chasse avec son chien comme il le fait par tous les temps. — Et que veux-tu donc me donner de si précieux ? — Du bétail ! — À quoi bon ? Je ne bois pas de lait ! — Alors je t'offrirai de l'argent à profusion ! — Ce n'est pas une chose qui se mange ! Ta chair est bien préférable pour moi ! » Et Ségué, impatient, saisit la tourterelle à la gorge."
    },
    {
      "no": 17,
      "text": "Une grenouille vivait au bord d'un trou rempli d'eau, près d'un ruisseau. C'était une petite grenouille verte, discrète, ordinaire. Elle avait envie de devenir extraordinaire et réfléchissait au moyen de se faire remarquer. À force d'y penser, elle eut une idée. Elle se mit à boire l'eau de son trou, à boire, à boire…, et elle la but jusqu'à la dernière goutte ! Et elle commença à grossir. Ensuite elle se mit à boire l'eau du ruisseau, à boire, à boire…, et elle la but jusqu'à la dernière goutte ! Et elle grossissait de plus en plus. En suivant le lit du ruisseau, elle arriva à la rivière, et elle se mit à boire l'eau de la rivière, à boire, à boire…, et elle la but jusqu'à la dernière goutte ! Et comme la rivière se jetait dans le fleuve, elle alla près du fleuve, et elle se mit à boire l'eau du fleuve, à boire, à boire…, et elle la but jusqu'à la dernière goutte ! Et la grenouille gonflait, gonflait ! Comme le fleuve se jetait dans la mer, la grenouille alla jusqu'au bord de la mer, et elle se mit à boire l'eau de la mer, à boire, à boire…, et elle la but jusqu'à la dernière goutte qui était la dernière goutte d'eau de toute la terre. Son ventre, ses pattes, sa tête étaient gorgés d'eau, et même ses yeux, qui devinrent tout globuleux. La petite grenouille était maintenant extraordinaire, gigantesque ; sa tête touchait le ciel !"
    },
    {
      "no": 18,
      "text": "Un père de famille, à sa mort, laissa deux orphelins : un fils, Daouda, et une fille, Aïssata. Cette dernière était si jolie que son frère craignit que le roi ne la lui enlevât de force. Aussi construisit-il, dans son champ même, une case où il la logea pour la soustraire à sa vue. Il cessa lui-même d'habiter le village, et vécut près d'Aïssata pour la protéger, si besoin était. Un jour que Douada chassait l'éléphant, un bouvier se présenta à la porte de la case et demanda à boire. L'orpheline lui apporta de l'eau. Après avoir bu, le bouvier dit à la jeune fille : « Tu es vraiment jolie ! Si tu y consens, je te prendrai comme femme et je te donnerai cent taureaux en dot. — Éloigne-toi bien vite, répondit Aïssata, mon frère ne saurait tarder. S'il te rencontrait ici, tu serais un homme mort. » Le bouvier prit au sérieux l'avertissement et s'enfuit sans même s'occuper de son troupeau qui paissait près du champ de mil des orphelins. Une fois rentré au village, il courut trouver le roi et lui dit : « Seigneur, je sais où vit une jeune fille d'une beauté sans égale et je puis te l'amener, à condition que tu me donnes des hommes pour l'enlever, car elle est gardée par son frère, qui est d'une extrême cruauté. » Le roi fit escorter le bouvier par trente cavaliers, qu'il guida vers la case de Daouda."
    },
    {
      "no": 19,
      "text": "Il était une fois, dans une région lointaine du Viêt Nam, un jeune paysan, brave et généreux, prénommé Ngoc Tâm. Il avait une femme très belle et très élégante. Contrairement à son mari, qui était économe et laborieux, elle était paresseuse et adorait le luxe. Malgré cela, Ngoc Tâm aimait son épouse et lui pardonnait tout. Malheureusement, cette union ne fut que de courte durée, car la jeune femme mourut brutalement un beau matin. Désespéré, Ngoc Tâm ne voulut pas se séparer du corps de son épouse et s'opposa à son ensevelissement. Après avoir vendu ses biens, il s'embarqua avec le cercueil dans un petit bateau à voile, un sampan, et erra au gré du courant, n'ayant en tête aucune destination précise. Un jour, son sampan l'amena au pied d'une colline verdoyante et parfumée. Descendu à terre, il découvrit un paysage d'une grande beauté avec des fleurs rares et des arbres chargés de fruits variés. Il rencontra soudain un vieillard à la barbiche et aux longs cheveux blancs. Il se dégageait du vieil homme une grande sérénité et une miséricorde étonnante. Ngoc Tâm comprit qu'il avait devant lui un génie des lieux. Il se jeta à ses pieds, l'implorant de rendre la vie à sa femme. Pris de pitié, le génie lui dit : « Je vais exaucer tes vœux, car ton amour et ta douleur sont sincères. Mais puisses-tu ne pas le regretter plus tard ! »"
    },
    {
      "no": 20,
      "text": "Sur une île vivait Milad, pauvre femme qui ne possédait qu'un petit lopin de terre. Chaque jour, elle cultivait et soignait le taro qui lui fournissait toute sa nourriture. Un matin qu'elle allait à son champ, elle aperçut un œuf dans une touffe de broussailles. Elle le ramassa et l'examina de tous les côtés. Comme elle le tenait en main, elle le réchauffa, et l'œuf grossit. Milad le rapporta chez elle, car ses mains et sa tête lui disaient que ce n'était pas un œuf d'oiseau, mais du Soleil, que c'était le Soleil qui l'avait pondu afin qu'elle en ait un enfant. Elle l'installa dans une corbeille encore plus douillettement qu'une mère l'aurait fait pour son petit, car Milad n'avait pas d'enfants. Trois jours passèrent, et l'enfant du Soleil sortit de l'œuf. Elle l'installa au-dessus du feu pour qu'il pousse vite. Il poussa, poussa, comme une tige de bambou, et bientôt il devint un gamin du nom de Terkelel, puis très vite un adolescent. Le jeune homme demanda un jour à Milad : « Maman, chaque jour nous mangeons la même nourriture, des taros et encore des taros, et toujours des taros, pourquoi n'y a-t-il pas autre chose ? – Je suis pauvre, mon fils, je suis une femme qui n'a qu'un petit lopin de terre. Je n'ai pas d'autre nourriture, je n'ai même pas de mari qui pourrait aller pêcher. » Terkelel se promena le long du rivage et chercha parmi les coquillages celui qui lui dirait comment aider Milad."
    },
    {
      "no": 21,
      "text": "Taqqiq était un jeune garçon inuit, connu dans la région pour sa beauté mais aussi pour sa cécité : en effet, il était devenu aveugle très tôt. Il vivait avec sa petite sœur, Siqiniq. Celle-ci, malgré son jeune âge, savait déjà entretenir la lampe à huile, préparer les peaux et coudre des vêtements chauds et résistants. À la mort de leurs parents, ils avaient été recueillis par leur grand-mère, une vieille femme colérique et méchante, qui estimait que Taqqiq, aveugle, n'était qu'une bouche inutile. Ils habitaient tous les trois sous un iglou qui, en ce début de printemps ensoleillé, commençait à fondre et menaçait de s'écrouler. Déjà, le sommet gouttelait sur leurs têtes et les parois scintillaient de mille perles d'eau. Une nuit, alors qu'ils dormaient profondément, pelotonnés dans une peau de caribou sur la plate-forme de l'iglou, ils furent réveillés en sursaut par un grognement effrayant. Taqqiq reconnut aussitôt ce bruit : c'était celui de l'ours. Il fallait réagir très vite. La grand-mère attrapa l'arc et la flèche posés près de ses bottes et les donna à Taqqiq : « Prends cet arc et cette flèche. C'est l'occasion de tuer ton premier ours. Je vais t'aider à viser, tu n'auras qu'à te laisser guider. » Ainsi fut dit, ainsi fut fait. Le craquement de la glace retentit sous le poids de l'ours, tombé raide mort."
    },
    {
      "no": 22,
      "text": "Il était une fois un roi et une reine. Chaque jour ils se lamentaient : « Ah ! si seulement nous avions un enfant. » Mais d'enfant, point. Un jour que la reine était au bain, une grenouille bondit hors de l'eau et lui dit : « Ton vœu sera exaucé. Avant qu'une année soit passée, tu mettras au monde une fillette. » Ce que la grenouille avait prédit arriva. La reine donna le jour à une fille. Elle était si belle que le roi ne se tenait plus de joie. Il organisa une grande fête. Il ne se contenta pas d'y inviter ses parents, ses amis et connaissances, mais il invita aussi des fées afin qu'elles fussent favorables à l'enfant. Il y en avait treize dans son royaume. Mais, comme il ne possédait que douze assiettes d'or pour leur servir un repas, l'une d'elles ne fut pas invitée. La fête fut magnifique. Alors qu'elle touchait à sa fin, les fées offrirent à l'enfant de fabuleux cadeaux : l'une la vertu, l'autre la beauté, la troisième la richesse et ainsi de suite, tout ce qui est désirable au monde. Comme onze des fées venaient d'agir ainsi, la treizième survint tout à coup. Elle voulait se venger de n'avoir pas été invitée. Sans saluer quiconque, elle s'écria d'une forte voix : « La fille du roi, dans sa quinzième année, se piquera à un fuseau et tombera raide morte. » Puis elle quitta la salle. Tout le monde fut fort effrayé."
    },
    {
      "no": 23,
      "text": "Dans une île se dressait une haute montagne dont les flancs étaient recouverts d'une épaisse forêt. Au sommet de la montagne, une somptueuse demeure abritait des diables qui, lorsqu'ils se promenaient dans la forêt, en chassaient les hommes qu'ils croisaient. Il y a bien longtemps, neuf de ces diables descendirent la montagne et explorèrent le bord de la mer. Ils virent une barque sur la plage et décidèrent de prendre la mer. Dans l'embarcation se trouvaient des cannes à pêche, et ils parvinrent à pêcher des poissons. Depuis, toutes les nuits ils retournaient pêcher en mer. Le propriétaire de la barque remarqua que, lorsqu'il la prenait chaque matin, elle était sale et pleine de poissons morts. Intrigué, il décida de se cacher une nuit pour voir qui l'empruntait. Craignant que l'attente soit longue, il avait apporté des noix de coco à manger. Cela faisait une heure qu'il s'était caché derrière des arbres sur la plage, quand il vit les neuf diables s'approcher de sa barque. Il fut terrorisé lorsqu'ils s'avancèrent vers lui, car ils avaient senti l'odeur de la chair humaine. Pour tenter de les amadouer, il leur offrit ses noix de coco. Ils acceptèrent, et se régalèrent. Ils dirent au pêcheur qu'ils n'avaient jamais rien mangé d'aussi bon. Ils partirent tous ensemble à la pêche et, au retour, ils partagèrent le poisson. Mais les diables voulaient encore des noix de coco !"
    },
    {
      "no": 24,
      "text": "Depuis quelque temps, à chaque fois qu'un homme du campement partait chasser en kayak vers l'est, il n'en revenait jamais. Le seul d'entre eux à ne s'y être jamais aventuré, Kiviuq, était désormais l'unique chasseur et devait nourrir toute la communauté : femmes, enfants et aînés. Bien que très vaillant, il ne pouvait malheureusement pas assumer cette lourde tâche à lui seul et les ventres commençaient à se creuser. Un jour, prenant son courage à deux mains, il décida de partir à la recherche des siens. Il navigua longtemps vers l'est et alors qu'il manœuvrait pour contourner une île, il entendit soudain qu'on l'appelait : « Hé l'homme, approche, viens par ici ! » Il vit une vieille femme qui portait un enfant dans la poche dorsale de son manteau. Méfiant, il répondit : « Non, je ne viendrai pas. — Allez, quoi, viens », insista-t-elle. Il se dit qu'il ne risquait probablement pas grand-chose face à cette femme. Elle semblait inoffensive : elle était seule et ne portait pas d'armes. Comme elle insistait, il accosta. « Apporte ton kayak avec toi, qu'il ne dérive pas, ajouta-t-elle. — Non, je ne l'apporterai pas. — Allez, quoi, apporte-le. » Et comme elle insistait, il l'apporta. « Vide-le maintenant. — Non, je ne le viderai pas. —Allez, quoi, vide-le. » Comme elle insistait, il le vida. « Retourne ton kayak. — Non, je ne le retournerai pas. — Allez, quoi, retourne-le.»"
    },
    {
      "no": 25,
      "text": "La lionne avait mis bas neuf petits. Un jour, à son retour de la chasse, elle n'en trouva plus que huit : l'hyène était venue lui en enlever un. Le lendemain, un autre lionceau avait disparu, le surlendemain, un troisième manquait. Le quatrième jour, au moment de partir pour la chasse, la lionne dit à ses petits : « Je voudrais bien savoir qui est venu ici enlever vos frères ; aussi vais-je me cacher non loin de vous. Quand il se présentera, criez tous ensemble pour m'avertir. » Elle alla s'embusquer et n'eut pas à attendre longtemps l'arrivée de l'hyène. La lionne accourut, rapide comme une flèche, aux cris de ses petits. Elle bondit sur le ravisseur et l'amputa des quatre membres. Puis elle la laissa ainsi mutilée, se promettant de l'achever à son retour. L'hyène se traîna sur ses moignons jusqu'à son terrier où elle trouva ses sujets réunis, car elle commandait à la brousse. En revenant de la chasse, la lionne chercha vainement l'hyène pour lui donner le coup de grâce. Elle alla trouver un singe et lui dit : « Toi qui es un promeneur enragé, tu connais le repaire de l'hyène. Il faut m'y conduire sur-le-champ ! » Le singe mena la lionne chez l'hyène. Le lièvre était en train de jouer de sa diouroukelé, une guitare à une corde. Il chantait en même temps et le siéménéouâra, le grand chat de la brousse, répondait à ses questions en chantant lui aussi. « Quelle est cette peau ? demandait le lièvre."
    }
  ]
}